/* Action of empty active goals scene */
"Add a Goal" = "目標を作成する";

/* Title of create goal scene */
"Add Goal" = "目標を作成";

/* Filter of active goals scene */
"All" = "すべて";

/* Title of archived goals scene */
"Archived" = "アーカイブ済み";

/* Label of completed steps */
"Completed" = "完成";

/* Title of empty goal's title alert */
"Empty Title" = "必須項目の入力";

/* Placeholder of input goal's title */
"Enter a title for your goal" = "タイトル(必須)";

/* Goal's frequency */
"Every day" = "毎日";

/* Goal's frequency */
"Every Friday" = "毎金曜日";

/* Goal's frequency */
"Every Monday" = "毎月曜日";

/* Goal's frequency */
"Every Saturday" = "毎土曜日";

/* Goal's frequency */
"Every Sunday" = "毎日曜日";

/* Goal's frequency */
"Every Thursday" = "毎木曜日";

/* Goal's frequency */
"Every Tuesday" = "毎火曜日";

/* Goal's frequency */
"Every Wednesday" = "毎水曜日";

/* Goal's frequency */
"Every weekday" = "毎週月曜〜金曜日";

/* Goal's frequency */
"Every weekend" = "毎週土・日曜日";

/* Title of active goals scene */
"Goals" = "目標";

/* Label of incomplete steps */
"Incomplete" = "未完成";

/* Title of invalid goal's frequency alert */
"Invalid Frequency" = "頻度(必須)";

/* Title of empty active goals scene
   Title of empty archived goals scene */
"No goals found" = "目標が見つかりません";

/* Confirm action of alert */
"OK" = "はい";

/* Message of invalid goal's frequency alert */
"Please select at least one frequency" = "少なくとも1つを選択してください";

/* Title of goal's chart scene */
"Steps" = "完成度";

/* Message of empty goal's title alert */
"Title can't be empty" = "タイトルを入力してください";

/* Filter of active goals scene */
"Today" = "今日";

/* Subtitle of empty active goals scene */
"You can take steps to achieve your goal but you need to plan them first" = "千里の道も一歩から。まず目標を追加しましょう";

/* Subtitle of empty archived goals scene */
"You haven't archived any goals yet" = "アーカイブした目標がありません";

